{"scenario":{".DS_Store":{},"0_Readme.ks":{"説明書":"Instructions","スタッフロール":"stuffed roll","タイトルへ戻る":"Return to title","この度は「海水浴場おしっこおもらし事情」をプレイして頂きありがとうございます。":"\"Thank you for playing \"Beaching Pee Peeing Circumstances\" this time.\"","このゲームはR18です。18歳未満の方はプレイできません":"This game is R18. Those under 18 cannot play","また、このゲームはおしっこおもらしをテーマにしたゲームとなっております。":"\"In addition, this game has a theme of peeing.\"","排泄物が苦手な方は注意してください！":"Please be careful if you are not good at excrement!","日本国内でのプレイを想定し、一部表現にモザイクを入れています":"\"Mosaic is included in some expressions, assuming that it will be played in Japan.\"","この作品はフィクションです。実在の人物、団体とは関係ありません。":"This work is fiction. It has nothing to do with real people or groups.","また、作中描写の行為を奨励するものではありません":"\"Also, it does not encourage the act of depiction in the work.\"","スマートフォンでのプレイもできますが、こちらはおまけ版となります":"\"You can also play on a smartphone, but this is a bonus version\"","PCがある方はPC版のプレイをお勧めします":"Those who have a PC are recommended to play the PC version","本格版では3種類のシナリオが見られます":"\"In the full version, you can see three types of scenarios\"","体験版ではシナリオの一部が見られます":"You can see some of the scenarios in the trial version","各ストーリー内には分岐、フラグがありません。":"There are no branches or flags in each story.","ゲーム全体が回想モードの体裁になっています。":"The whole game looks like a retrospective mode.","音楽・効果音/ニコニ・コモンズ様、魔王魂様、":"\"Music / Sound FX / Nikoni Commons, Demon Soul,\"","On-Jin~音人~様":"On-Jin ~ Ototo ~","背景/きまぐれアフター様、著作権フリー背景CG素材「汚い公衆便所」":"\"Background / Kimagure After, copyright-free background CG material \"Dirty Public Toilet\"","スペシャルサンクス/プレイして頂いた皆様、応援・支援して頂いた皆様":"\"Special Thanks / Everyone who played, Everyone who supported and supported\"","使用ソフト/ティラノビルダー、Android Studio、":"\"Software used / Tyranno Builder, Android Studio,\"","CLIP STUDIO PAINT":"CLIP STUDIO PAINT","シナリオ・イラスト/タイヤ(Twitter:@tayya_san)":"Scenario / Illustration / Tire (Twitter: @tayya_san)","制作/タイヤ/300c.c.":"Production / Tires / 300c.c."},"1_UmiOmorashi.ks":{"8月中旬":"Mid-August","１週間ぐらい前に突然、いとこのハルちゃんが":"\"About a week ago, suddenly my cousin Haru-chan\"","「海に行こう！」と連絡してきました":"\"I contacted them, \"Let's go to the sea!\"","夏休みも半分が過ぎ、ちょうどやることが無くなってきていたので":"Half of my summer vacation is over and I'm just doing something","そのままOKを出し":"OK as it is","それで近くの海水浴場へ、遊びに行くことになりました":"So I decided to go to a nearby beach to play.","海に行くなんて、いつ振りだろうなあ…":"When will I go to the sea?","おーい、はやく来なよー":"\"Hey, come soon!\"","…":"…","びちょ…":"Bicho ...","ちべたっ":"Chibitta","…ああ、けっこう冷たいな":"\"… Oh, it ’s pretty cold\"","おうし、ようやく来たか":"Did you finally come?","ごめん、海の水が冷たくてなかなか入れなかった":"\"Sorry, the sea water was so cold that I couldn't get in easily\"","まあ久々に海に来たって言ってたもんな、そんなもんだろ":"Well you said you came to the sea after a long time","わたしは今年これで３回目だ！":"This is my third time this year!","そ、そんなに来てるんだ…":"That's how much it's coming ...","しかし、あれだな…":"But that is ...","千奈津、学校指定の水着で海に来るとはな":"\"Chinatsu, do not come to the sea in the swimwear designated by the school\"","…水着、これしか持っていなくて":"... I have only this swimsuit","ははは、そんなんじゃ良い彼氏はできないぞー":"\"Hahaha, I can't make a good boyfriend like that!\"","ちゃんとこれくらい着ないとなー":"I have to wear this much properly","ハルちゃんの黄色いビキニが、太陽の光に照らされてまぶしく光る":"Haru's yellow bikini shines brightly in the sunlight","あんな布の少ない水着を着ていても堂々としている…":"\"Even if you're wearing such a swimsuit with little cloth, you're proud of it ...\"","もう何度も着て、慣れているのかもしれない":"Maybe I'm used to wearing it again and again","わたしにはあんなのは着られない…":"I can't wear that ...","…まあでも、これはこれで需要あるかもな":"… But this might be in demand","え？":"e?","ああ、何でもない、なんでもない":"\"Ah, nothing, nothing\"","それじゃあ、遊ぶぞー":"Let's play!","おー":"Oh","はぁー、けっこう遊んだなー":"\"Well, I played a lot\"","ん、どうした？もじもじして":"What happened? Messy","あの…ちょっと…":"Um ... hey ...","ん？もしかしてトイレか？":"Hmm? Is it a toilet?","…うん、そう…":"\"… Yeah, yeah…\"","おっけーおっけー":"Ok ok ok","それじゃ、周りみててやるから…準備が出来たらいつでもいいぞー":"Then I'll look around and ... I'm always ready when I'm ready","…え？":"…e?","ん？どうした？":"Hmm? What happened?","いや…その…":"No ... that ...","今なら誰もいないから大丈夫だぞ":"\"Now there's no one, so it's okay\"","するんだろ、おしっこ？":"Are you peeing?","…っ！":"...!","あ、それとも大きいほうだったか？":"\"Oh, or was it the bigger one?\"","それなら少し離れるけど…":"\"If that's the case, I'll leave a little ...\"","いやっ、そうじゃなくって":"\"No, not really\"","海でおしっこなんかできないよ…いろいろ、汚れちゃうし…":"I can't pee at the sea ... it gets dirty ...","水着が気になるか？それなら、出すときにすこしずらすといいぞー":"\"Are you interested in a swimsuit? In that case, I'd like to give it a little bit when I put it out.\"","無理っ！…むりむりむり…":"No! … Murimuri…","とにかくわたし、トイレ行ってくるね！":"\"Anyway, I'm going to the bathroom!\"","ばしゃ、ばしゃ、ばしゃ…":"\"Crap, mess, mess ...\"","そっかー、そういうもんかー":"\"I mean, that kind of thing\"","千奈津は恥ずかしがり屋さんだなー":"Chinatsu is a shy person","勢いで出てきちゃった…ちょっと、無理矢理だったかな…":"It came out with a momentum ... I guess it was forcibly ...","後ろを振り返ると、黄色いビキニが海辺でひとり遊んでいる…":"\"Looking back, a yellow bikini is playing alone at the beach ...\"","ごめんね、ハルちゃん…海でトイレはできないよ…":"\"I'm sorry, Haru-chan ... I can't restroom at the sea ...\"","…ああ、やばいやばい…はやく、トイレ行かないと…":"\"… Oh no, no… no, I have to go to the bathroom…\"","ええと…トイレは…こっちか…":"Uh ... the toilet ... this one ...","歩いている間にも、その小さな体にたくさんの液体が溜まっていった":"A lot of liquid accumulated in the small body while walking","尿意がすこしずつ大きくなる":"The urge to urinate grows slightly","トイレは思っていたより遠かった":"The toilet was farther than I expected","炎天下の中、広い砂浜を歩いて":"Walking on a wide sandy beach in the scorching sun","そして、ようやくトイレにたどり着いた":"And finally I got to the toilet","はぁ…やっとトイレに着いた…":"Hah ... finally I got to the toilet ...","けっこう歩いたな":"I walked quite a bit","えーと、入り口はこっちかな":"\"Well, the entrance is here\"","…ん？張り紙が張ってある…":"…Hmm? There is a poster ...","トイレの前に張り紙…嫌な予感がした":"Posting in front of the toilet ... I had a bad feeling","よく見たら、トイレの近くには誰も居ない":"\"If you look closely, no one is near the toilet\"","恐る恐る、その張り紙に近づいて、書かれている内容を確かめた":"\"I'm scared, I approached the poster and checked the contents.\"","～故障中！～":"~ Out of order! ~","南側駐車場のトイレをご利用ください":"Please use the toilet in the south parking lot","徒歩約10分":"About 10 minutes on foot","押湖海水浴場　管理担当":"Oshiko beach management staff","そんな…故障中？":"Such ... is it out of order?","最悪だ…こんなときに限ってトイレが故障中だなんて…":"It's the worst ... It's the only time that the toilet is out of order ...","しかも、指定のトイレまでかなり距離がある":"\"Moreover, there is a considerable distance to the designated toilet.\"","やっとおしっこできると思ったのに…まだ歩かなきゃいけないなんて…":"I thought I could pee at last ... but I still have to walk ...","…やっぱり海に戻ろうか？":"… Will we go back to the sea?","いや、ハルちゃんにあんなこと言っちゃったし":"\"No, I said that to Haru-chan\"","…今更戻ってなんて、できない":"… I ca n’t go back again","（ビクンッ！）":"(Bikkun!)","あぶないあぶない":"Dangerous dangerous dangerous","すこし…ちびりそうになった":"A little bit","考えているうちに、どんどん尿意が高まっていた":"\"As I was thinking, my urge to urinate increased\"","…だめだ、とりあえず動かないと…立ち止まっていても、何もおこらない":"\"… No, it has to move for the time being ... Even if you stop, nothing happens\"","…南側駐車場のトイレまで、頑張って歩こう…":"… Let's do our best to walk to the toilet in the south parking lot…","少しずつ、けれど確実に膀胱におしっこが溜まっていく":"\"Little by little, but surely urine accumulates in the bladder\"","お腹が張って、辛くなってきた":"I'm hungry","（やばい、やばいよ…）":"(Oh my god ...)","強い日差しの中、とぼとぼと歩く":"Walk in the strong sunshine","全身から汗が出て、水着がじっとりと濡れる":"The whole body sweats and the swimsuit gets wet","湿った水着が体に貼りついて、気持ちが悪い":"A damp swimsuit sticks to my body and feels bad","はあ…はあ…":"Ha Ha…","きゅん！きゅん！と膀胱が震えている":"Kyun! Kyun! And the bladder is shaking","溜められた水が、危険な水位に達したみたいだった":"The accumulated water seemed to have reached a dangerous water level","お腹のなかのおしっこが、外へと出たがっている":"Pee in the belly wants to go out","わたしも出してあげたいけれど…ここはまだ砂浜の上…":"\"I want you to put it out, but ... it's still on the beach ...\"","それをしていい場所じゃない…":"It's not a good place to do that ...","んん…あ…はぁ…はぁ…":"Hmm ... Ah ... Ah ... Ah ...","我慢が限界を迎えるまであまり時間がない":"I don't have much time to endure my patience","本当は走ってトイレに行きたいけれど":"I really want to run and go to the toilet","下手にお腹を刺激すると、出てしまうかもしれない":"\"If you stimulate your stomach poorly, it may come out\"","身体に振動が行かないように、小走り気味に歩みを進めた":"I took a short tread to keep the body from vibrating","あっ！あれかな？":"Ah! Is that it?","遠くに、それらしい建物が見えてきた…":"\"In the distance, you can see a building like that ...\"","（やった！やっとトイレだ！）":"\"(Yeah, it ’s the toilet!)\"","アソコが痺れてきて、もう決壊寸前だった":"The dick was getting numb and it was almost on the verge of collapse.","もうダメかと思ったが…ようやく希望が見えた":"I thought it wouldn't work ... but I finally saw hope","最後の力を振り絞って股を引き締めて、トイレまでダッシュした":"\"I squeezed the last force, tightened my crotch, and dashed to the toilet\"","（ええっ…そんな…）":"(Yeah ... that ...)","長い長い徒歩の末、念願のトイレにたどり着いた":"\"After a long long walk, I arrived at the long-cherished toilet\"","今度のトイレは故障していない…そこは問題なかった":"The toilet wasn't out of order ... there was no problem","しかし、そのトイレの前には長蛇の列ができあがっていた":"But there was a long line in front of the toilet","そうか":"Really","トイレがひとつ故障しているから、トイレ客がここに集中したんだ":"\"One of the toilets was out of order, so the toilet guests were concentrated here\"","どうしよう":"What should I do","こんなに我慢してきたのに…まだ、我慢しないといけないの…？":"I've been so patient ... I still have to be patient ...?","心がぽっきりと折れそうになり、体の力が抜けてしまった":"\"My heart was about to break, and I lost my strength\"","その瞬間、大きな尿意に襲われた":"\"At that moment, a big urge to urinate\"","（あっ…待って！）":"(Oh ... wait!)","遅かった":"It was late","水門を締めるのが間に合わなかった":"It was too late to tighten the lock","尿道に熱い液体が流れ込む感覚がした":"I felt as if a hot liquid had flowed into the urethra","開きかけの水門の隙間から、恥ずかしい液が飛び出す":"An embarrassing liquid jumps out from the opening of the open gate.","（…だめ…だめぇぇ…）":"(... no ... no ...)","じゅっ":"Ju","股間に、温かいものが広がる":"Warm things spread between the groins","（だめ！まだトイレじゃないから…）":"(No! It's not a toilet ...)","（止まって…）":"(stop…)","身体をくねらせながら、緩んだ出口を必死の思いで締める":"Tighten a loose exit with desperation while bending your body","っつっ…！":"That's ...!","（":"(","…と":"…When","…止まった…）":"…Stopped…)","水が暴れだす前に何とか抑えられた":"Somehow I was suppressed before the water started to rampage","でも…正直ショックだった":"But ... honestly it was a shock","人前で…ちびっちゃった":"In public ...","水着、ちょっと濡れちゃったかな…":"I wonder if my swimsuit got a little wet ...","確認したいけれど…事実と向き合うのが怖くてできなかった…":"\"I want to confirm, but I couldn't because I was afraid to face the facts ...\"","こんなことになるなら、海で出しておけば良かったな…":"\"If this happens, I should have sent it out at sea ...\"","…だめだ、今は前を向かないと…":"\"... No, I have to look forward now ...\"","行列に並ぼう…":"Wait in line ...","ううう…やばいよー":"Uuu ... It's dangerous!","行列は少しずつ前に進むけれど…まだまだトイレが遠い":"\"The procession goes a little forward, but the toilet is still far away\"","早く、動いてよー":"Move fast!","アソコが悲鳴をあげている":"The dick is screaming","手で抑えたいけれど、流石にこんな年ではみっともなくて出来ない":"\"I want to hold it down by hand, but I can not do it in such a year\"","身体をくの字に曲げ、しっかりと股を閉じる":"Bend your body in a V shape and close your crotch firmly","必死の我慢ポーズで、尿意を耐えた":"With a desperate endurance pose","つらい…苦しい…":"It's painful ... It's painful ...","すべて出してスッキリしたい…":"I want to put out everything and feel refreshed ...","…あっ":"…Ah","少し、行列が前に進んだ…間を詰めないと…":"The procession went a little forward ... I had to close the gap ...","そのとき、背後から背中を押された":"\"At that time, my back was pushed from behind\"","あ、ごめんなさい！":"\"Oh, I'm sorry!\"","わたしが動かなかったから、後ろの人とぶつかってしまった":"\"I didn't move, so I bumped into someone behind me\"","ちょっと体が触れた程度だった":"It was just touching my body","しかし、その小さな振動が体の中で大きくなり":"\"However, the small vibrations increase inside the body\"","そして、それは大きな尿意に変化した":"And it turned into a big urge to urinate","さっきのよりも強い波だった":"It was a stronger wave than before","ぶるぶると、膀胱が震えだす":"The bladder begins to quiver as it shakes","尿道に熱い液体が流れて、そして猛烈な衝撃が出口に走る":"\"Hot liquid flows into the urethra, and a violent shock runs to the exit\"","突然のことで、上手く我慢ポーズが取れない":"\"Suddenly, I can't pose well\"","（待って！まだちゃんと締まってない！）":"(Wait! I'm not done yet!)","すこし遅かった":"It was a little late","緩んだ水門をこじ開けて…アソコからおしっこが勢いよく噴き出した":"Pry open the loose sluice ... Pee gushes from the dick","じわっ…":"Slowly ...","股間に温かいものが広がる":"Warm things spread between the groins","（ダメ…止まって…みんなの前だから…！）":"(No ... stop ... in front of everyone ...!)","じゅじゅ…":"Juju ...","股のあたりから曇った音が何度か響いた":"A cloudy sound echoed from my crotch several times","小さなおチビリが続き、水着を濡らし続ける":"Continues to keep your swimsuit wet as a small bit continues","水着の中におしっこが溜まっていき、そしてついにおしっこが水着の外へとこぼれ落ちた":"\"Pee accumulated in the swimsuit, and finally pee spilled out of the swimsuit\"","股から脚のほうへ水が伝っていく":"Water flows from the crotch to the legs","もう、ちびったレベルではない…立派なお漏らしだった":"It's not a tiny level anymore ... it was a good leak","（うんっつっ…！）":"(Yeah ...!)","渾身の力を込めて緩んだ門を締めなおす":"Re-tighten the loose gate with the power of the whole body","じゅっ…しゅっしゅ…":"Jyu ... Shushu ...","（はあ…はあ…）":"(Ha Ha…)","何とか…おしっこは止まった…":"Somehow ... pee stopped ...","けれど…これは…もう…":"But ... this is ...","股のあたりは漏れ出たおしっこでびしょびしょだった":"The area around my crotch was soaked with pee","よく見ると地面がすこし濡れている":"\"If you look closely, the ground is a little wet\"","さっきので数滴垂れていたみたいだ":"It looks like a few drops had just dropped","ああ…やっちゃった…":"Ah ... I did it ...","完全に、おもらしだ":"Completely peeing","後ろの人が…失態に気付いていないことを祈る":"Pray that the person behind is not aware of the blunder","…まっすぐ前を向いて、耐えるしかない":"... I have to endure straight ahead","そうこうしているうちに、また一歩、行列が進んだ…":"\"In the meanwhile, the procession took another step ...\"","やっとトイレの入り口に来た":"Finally came to the entrance of the toilet","たった数メートルという距離だったが、ここまでたどり着くのに数時間かかったような気がした":"\"It was only a few meters away, but it felt like it took a few hours to get here.\"","あれからも何度かちびってしまったが、":"\"I've been a few times since then,\"","幸いなのか、騒ぎにはなっていない":"\"Fortunately, it's not a big deal\"","ふうぅ…ふぅ…":"Fuuu ...","ようやく、このつらい我慢も終わりだ…もう…ゴールは目の前だ…":"\"Finally, this painful end is over ... already ... the goal is in front of me ...\"","あと数人で、わたしの順番がまわってくる":"Only a few more will be around my turn","トイレから１人出て、入れ替わりで１人入っていく":"\"One person goes out of the toilet, and one person goes in again\"","それが何度か繰り返される":"It is repeated several times","そして、前の女性の順番が来た":"And the turn of the previous woman came","個室の扉が開き、人が出てくる":"The door of the private room opens and people come out","それを見るやいなや、女性はやや小走りに個室に向かい、ばたんと扉を閉めた":"\"As soon as I saw it, the woman ran a bit into the private room and closed the door.\"","直後、激しい水流の音がトイレに響く":"\"Immediately after, a sound of intense water flow echoes in the toilet\"","しゅしゅ、しゅるるるるぅぅ":"\"Shushu, Shururururuuu\"","（あ…あぁ…）":"(Ah ... ah ...)","どこか色気のある声が個室から聞こえてくる":"Somehow a sexy voice comes from the private room","気持ちの良さそうな音が反響する":"Sounds that look good will echo","いいなあ…わたしも早く…":"Nice to meet you ...","うっとりとした表情で放尿をする女性が頭に浮かぶ…":"A woman who urinates with a fascinating look comes to mind ...","きゅううぅぅぅぅ…":"Kyuuuuuuu ...","…ああっ！":"… Ah!","突然、少女の下腹部が唸り声をあげた":"\"Suddenly, the lower abdomen of the girl roared\"","しまった":"Oops","彼女の放尿につられて、わたしの膀胱が暴れだした":"My bladder began to rampage as she pissed","きゅん！きゅん！と、パンパンに膨らんだ水風船が震え出し、収縮を始めた":"Kyun! Kyun! And the water balloon that swelled on the bread started to tremble and began to contract","（もう少し…もうすこしだから…まだ…待ってて…）":"(A little more ... it's a little more ... still ... wait ...)","（あ…あぁ…だめえぇ…ぇぇ…）":"(Ah ... ah ... no ... eh ...)","押し寄せる排泄欲求に逆らうことができない":"You can't go against the urging excretion desire","猛烈な勢いで水流が門にぶつかる":"A stream of water hits the gate with furious momentum","何度も開かれた水門には耐える力が残っていなく":"The sluice gate that was opened many times had no endurance","あっさりと解放を許した":"Allowed liberation easily","（まだだめ…もう…ちょっとだけ…耐えて…）":"(Not yet ... just ... a little ... endure ...)","くぐもった音と共に、股に熱い感覚が広がる":"A muffled sound and a hot sensation spread across the crotch","水着の外に溢れ出すほどの、おおきなおチビリをしてしまった":"I've been so big that it overflows outside my swimsuit","（…トイレは、もう目の前なのに…）":"(... the toilet is right in front of me ...)","もう、無理だ…":"It's impossible anymore ...","我慢したくても、力が入らない":"Even if you want to put up with it","（…あとちょっとだったんだけどな…）":"(... but it was a little bit ...)","これ以上我慢できないと、心のどこかで察した":"Somewhere in my heart I realized that I couldn't stand it anymore","だんだんと、諦めの感情に頭が支配されていく":"\"Gradually, my head is dominated by the feeling of giving up\"","早く、楽になりたかった":"I wanted to be quick and easy","もう、いいよね…ここまで…頑張ったもんね…":"\"It ’s good, is n’t it… I ’ve done my best…\"","そうして、押し寄せる欲求に逆らうことをやめて":"And then stop giving up against the rush","…素直に受け入れることにした":"… Obediently accepted","……っっつ！":"...... Hatttsu!","一瞬、全身がビクンと痙攣した":"\"For a moment, the whole body was cramped\"","そして、ついに溜まりに溜まったおしっこが放たれた！":"And finally the pee accumulated in the pool was released!","はぁ…んあぁ…ああ……ゃああ……！":"Hmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm","しょわわわわわぁぁぁ":"Wow wow","股、そしておしりのあたりまで、温かい感覚が広がった":"Warm feeling spreads to the crotch and around the buttocks","気持ちのよい音が響き渡る":"Comfortable sound echoes","（ビクンッ！ビクンッ！）":"(Bikkun! Bikung!)","全身にぞくぞくっと電流が走る":"An electric current runs through the whole body","体のすべてで、解放感を味わっているらしい":"It seems that the body is feeling a sense of liberation","水着をびちゃびちゃに濡らしながらおしっこがほとばしる":"Pee spills while wet the swimsuit","股から流れ出す水流はどんどん強くなり":"The water flowing from the crotch becomes stronger and stronger","こぼれおちたおしっこはびちゃびちゃと音をたてながら":"The spilled pee is screaming","激しく床に叩きつけられた":"Was violently slammed to the floor","（はぁ…気持ちいい…）":"(Hah ... it feels good ...)","両脚の間からぶしゃぶしゃと音がする":"There is a humming noise between the legs","放水は弱まるどころか、どんどん強くなっていった":"\"Instead of weakening the water discharge, it became stronger and stronger\"","足元に作られた水溜まりが大きくなっていく":"The puddle made at your feet grows larger","おもらしー！":"Peeing!","後ろのほうで男の子が叫んだ":"The boy shouted in the back","…その高い声で、現実に引き戻された":"\"… With that high voice, I was brought back to reality\"","ほらほら、たっくん、男の子は見ちゃいけないぞー":"\"Look, Takkun, boys can't see\"","おもらしー！おもらしー！":"Peeing! Peeing!","母親らしき人が両手で目と口を覆って、制止する":"A motherly person covers his eyes and mouth with both hands and stops","男の子だけじゃなかった":"Not just a boy","行列に並ぶ人が皆、わたしの排泄を凝視していた":"Everyone in line was staring at my excretion","やだ…わたし…":"No ... me ...","全身に冷たい血液が駆け巡る感覚がした":"I felt like cold blood ran all over my body","放水はまだ続いている":"The water discharge is still continuing","止めようとしたけれど、一度全開になった水門は簡単には閉じない":"\"I tried to stop it, but once I opened it the sluice wouldn't close easily\"","冷たい視線を感じながら、おもらしが終わるのを待つしかないのか…":"Do I have to wait for the peeing to end while feeling my cold gaze?","どうしよう、どうしよう…！":"What should I do ...!","そのとき、扉が開く音がした":"\"At that time, there was a door opening sound\"","個室から女の人が出てきたのだ":"A woman came out of the private room","（！！！）":"(!!!)","女性は目の前の惨状をみて、ぽかんと口を開けていた":"The woman opened her mouth as she saw the catastrophe in front of her.","そんなこと気にする余裕はわたしには無かった":"I couldn't afford to worry about that","わたしは、走り出した":"I started running","はしたなく、おしっこを垂れ流しながら、空いた個室に飛び込んだ":"I drank into a vacant private room while draining pee","まだ、放水は止まっていなかった":"The water wasn't stopped yet","水着は脱がず、そのままの格好で便座に座る":"Do not take off your swimsuit and sit on the toilet seat as it is","ぼちょぼちょぼちょ…と、水の落ちる音が響く":"The sound of falling water echoes.","下腹部に力を入れて、残ったおしっこをすべて出した":"I put a lot of effort into my lower abdomen and took out all the remaining pee","はぁ…本当ならここでするはずだったんだけどな":"Well ... I should have done it here","…個室の外が騒がしくなってきた":"… Noisy outside the private room","はぁ…どうしよう…":"Hmm ... what should I do ...","恥ずかしくて、外に出られない…変な目で見られるに決まっている":"I'm embarrassed that I can't go out ... I'm supposed to see with strange eyes","それに、まだ外にはわたしの恥ずかしい水たまりが残ったままだ":"\"Besides, my embarrassing puddle still remains outside\"","あれはどう処理すればいいのだろう":"What should I do with that?","どうしよう、どうしよう…":"What should I do ...","色んな事が起きて、どうすればいいか分からない":"Various things happen and I don't know what to do","便座に座りながら、うなだれる":"Sit down while sitting on the toilet seat","…落ち着くまで、しばらくここに居ようかな":"… I'll stay here for a while until it calms down","頑張ったんだから、少しくらい良いよね":"\"I did my best, so it ’s a little better.\"","（すみません…ちょっとだけ…休ませてください）":"(Sorry ... just a little ... please rest)","そう心の中で呟いて、ゆっくりと目を閉じた":"So muttered in my heart and slowly closed my eyes"},"2_SunaOmorashi.ks":{"8月中旬":"Mid-August","山積みになっていた仕事を全て片付けて、無事に夏季休暇に入りました":"\"After completing all my piled up jobs, I went on a summer vacation safely.\"","それもこれも、かわいい甥っ子、たっくんと遊ぶため！":"\"This and this is for playing with the cute nephew, Tatkun!\"","私、美風は":"\"I, Mifu\"","姉の渚と、そのかわいい息子のたっくんと一緒に海水浴に来ています":"I am bathing with my sister Nagisa and her cute son Taku","うみーうみー":"Umi Umi","そうだね、海だねー、たっくん":"\"That's right, it's the sea, Takkun\"","美風、せっかくビーチに来たんだから、将来の旦那候補、探したらいいんじゃないの？":"\"Bifu, I came to the beach all the time, so why not look for a future husband candidate?\"","ええー？":"Eh?","わたしは、たっくんがいればそれでいいの":"I just need to have","はぁ…だめだこりゃ":"Hah ... it ’s no good","妹の婚期は、どんどん遠ざかるばかりだ…":"My sister's marriage is getting farther away ...","たっくん、かわいいもんねー":"\"Takkun, cute\"","ねー":"Hey","卓也くん、3才。あだ名は、たっくん":"\"Takuya, 3 years old. Nickname is Takkun\"","わたしのお姉ちゃん、渚は早々に結婚を決めて、それで卓也くんを授かった":"\"My sister, Nagisa, decided to marry early and was given Takuya-kun.\"","たっくんはわたしのことを、「みーちゃん」と呼んでくれている":"\"Takkun calls me \"Mi-chan\"","それがもう…可愛くてかわいくて":"It's already ... cute and cute","みーちゃん、みーちゃん":"\"Mi-chan, Mi-chan\"","なあに？":"What?","みーちゃん、砂にうめる！":"Mi-chan fills the sand!","え、わたし、埋められちゃうの？":"\"Eh, will I be buried?\"","砂にうめる！":"Fill in the sand!","ああ、もしかするとアレかな？":"\"Ah, maybe that?\"","昨日、卓也と一緒に動画で観たやつなんだけどさあ":"I saw him in a video yesterday with Takuya","あれだよ、あれ！砂風呂！卓也は、砂風呂をやりたいんだよ":"That's it! Sand bath! Takuya wants to do a sand bath","なるほど、砂風呂かー":"\"I see, a sand bath\"","みーちゃん、砂にうめて、人魚にする！":"\"Mi-chan, fill the sand and make a mermaid!\"","早く、寝転がって":"Early lying down","うん！寝転がるね！":"Yup! I'm lying down!","美風も、昔はかわいい妹だと思っていたのだけれど":"Miki also thought that she was a cute little sister in the past.","今ではもう、すっかりあぶないおばさんになってしまったな…":"\"By now, I'm a completely dangerous lady ...\"","えー？わたしはまだ25歳、ぴちぴちのおねえさんよ？":"Eh? I'm still 25 years old","ああはいはい、わかりました分かりました":"Oh yes yes I understand","みーちゃん、じっとして！":"\"Mi-chan, stay still!\"","あ、ごめんね、たっくん":"\"Oh, sorry, Takkun\"","お、しっかり胸まで作るんだな":"Oh","おっとっと":"Oops","これじゃあ18禁になっちゃうから、ちゃんと貝殻で隠そうなー":"\"Now that's 18 bans, it seems like I can hide it properly with a shell\"","はーい！おむね、かくすー！":"\"Yes! Mostly, huh!\"","出来たー！みーちゃん、できたー！":"\"I made it! Mi-chan, I made it!\"","ありがとう、たっくん！すごい作品ができたね！":"\"Thank you, Takkun! You made a great work!\"","いやぁ、わたしも幸せだなぁ":"\"No, I'm happy too\"","（甥っ子に埋められてこのにやけ顔）":"(This gloomy face buried in my nephew)","（やべーやつだなあ）":"(Hey guys)","ママー、ママー":"\"Mama, Mama\"","どうした卓也？":"What's Takuya?","おしっこー！おしっこいくー！":"Pee! Go pee!","おお、トイレ行くか":"\"Oh, go to the toilet\"","あ！待って、わたしもトイレ！":"\"Ah! Wait, I'm in the toilet too!\"","めっ！":"Really!","えっ？":"eh?","だ、めっ！":"That's right!","トイレ行っちゃダメなの、たっくん？":"You can't go to the bathroom","おしゃしん、とるから、それまで待ってて！":"\"Oshashin, I'll take it, so wait till then!\"","そりゃそうだよねー、頑張って作った作品なんだから":"\"That's right, because it's a work made hard\"","記念写真撮らないとねー":"I have to take a commemorative photo","んじゃ、ささっとトイレ行ってくるから…そのまま待っててくれ":"\"Well, I'm going to the bathroom quickly ... just wait.\"","ええ、そんなぁ":"\"Yeah, that's right\"","大丈夫大丈夫、そんなに時間かかんないって":"\"It's okay, it doesn't take so long\"","でもぉ…わたしも…":"But ... me too ...","みーちゃん、まってて！やくそく！":"\"Wait, Mi-chan! Finally!\"","（にこっ）":"(Smiling)","（う、笑顔がまぶしいっ！）":"\"(Uh, smile is dazzling!)\"","ううう～、分かったよ、たっくん":"\"Uhhh, I understand, Takkun\"","このまま待ってるから、はやく帰ってきてねー":"\"I'll be waiting like this, so please come back soon!\"","渚と卓也がトイレに行ってから10分くらい経っただろうか":"It may have been about 10 minutes since Nagisa and Takuya went to the bathroom.","２人が戻る気配は無い":"There is no sign that 2 people will return","砂で作った、たっくんの作品に埋められたまま":"Remains buried in Takkun's work made of sand","わたしは待っていた":"I was waiting","外の日差しのわりに、砂の中は思いのほかひんやりしている":"\"Instead of the sun outside, the sand is cooler than expected\"","砂の冷たさで体温が奪われる":"Body temperature is lost due to the cold sand","…ぶるっ":"...","中が寒いせいで、想像以上の速さで尿意が大きくなる":"\"Because of the cold inside, my urge to urinate faster than I imagined\"","はぁ…まずいなあ…なかなか帰ってこないなー":"Ah ... it's bad ... it's hard to come back","おかしいなー、もう…けっこう経つんだけど":"\"It's funny, it's been a while ...\"","わたし、もう我慢の限界だよー":"I'm at the limit of patience","我慢ポーズを取ろうとしても":"Even if I try to take a patience pose","砂に閉じ込められているから、思うように体が動かせない":"\"I'm stuck in the sand, so I can't move as I want\"","それに、あんまり激しく動くと…":"\"Besides, if it moves so hard ...\"","身体の上にある、たっくんの力作が崩れてしまう":"Takukun's exertion on the body collapses","それは、できない":"I can not do that","こうなると…少し体をうねらせるのが精いっぱいだ":"When this happens ... I'm trying to make my body swell a little","尿意に真っ向から挑むことができないのが、もどかしい":"It is frustrating that I can't take on the urge to head straight","はぁ、どうしよう…25歳、最大のピンチ！":"\"What should I do ... 25 years old, the biggest pinch!\"","さらに10分経った":"10 more minutes have passed","膀胱にはどんどんと水が貯まっていき…耐えるのが苦しくなってきた":"Water gradually accumulates in the bladder ... It has become difficult to endure","はぁ…うぅん…は…あぁ":"Hah ... uh ... huh ...","自然と呼吸が荒くなる…もう、我慢の限界だった":"Breathing naturally becomes rough ... I was already at the limit of patience","美風、25歳…もう子どもだなんて、言えない年齢だ":"\"Mifu, 25 years old ... I can't say I'm a child anymore\"","ここで我慢をやめて、はずかしい水を噴出させてしまったら":"If you endure here and spout out irrational water","品性とか、尊厳とか…大事なものを失ってしまうだろう":"\"Quality, dignity ... I'll lose important things\"","それに、まだ見ぬ将来の旦那さんにも、会えなくなるかもしれない":"\"Also, I may not be able to meet future husbands I have not seen yet\"","だめだ…耐えないと…。このままじゃ、お嫁に行けなくなる…！":"\"No ... I have to endure ... If you keep going this way, you won't be able to go to your bride ...!\"","ふ…んんっ！":"Hmm ...!","きゅん、きゅんと、膀胱が震える":"\"Kyun, Kyun and bladder tremble\"","ダムが、ついに危険水位に達したみたいだ":"It looks like the dam has finally reached a dangerous water level","決壊まで、もう時間が無い":"I have no time to break","この状況を脱する方法はない訳じゃない":"There is no way to get out of this situation","そう、身体の上の砂をどけてしまえば問題なくトイレに行ける":"\"Yes, if you remove the sand on your body, you can go to the toilet without problems.\"","仮にトイレまでは無理でも…すぐそこの海くらいなら、なんとかなりそうだ":"Even if it's impossible to reach the toilet ... It's pretty much like the sea right there.","でも…":"But ...","（…にこっ）":"(... niko)","たっくんの笑顔が脳裏によぎる":"Takun's smile touches my mind","ああ、だめだ…そんなことはぜったいにできない！":"Oh no ... I can't do that at all!","たっくんとの約束を破ったら、たっくん泣くかな…泣くよなぁ":"\"If I break my promise with Taku-kun, maybe I'll cry ... I cry.\"","たっくん…たっくん！":"Takkun ... Takkun!","そうだよね…あの笑顔は、守らなきゃいけない":"That's right ... that smile must be protected","そのためなら、わたしの尊厳なんて…無くなったっていい！":"\"For that reason, my dignity can be lost!\"","25歳、ついに覚悟が決まった":"\"25 years old, finally determined\"","直後、猛烈な尿意が襲い掛かる":"\"Immediately afterwards, a ferocious urge to urinate\"","溜まりに溜まった恥水が水門めがけて流れ込み…出口に熱い衝撃が走る！":"Shameful water that has accumulated in the pool flows toward the sluice gate ... A hot shock runs at the exit!","…もう、これは耐えられないと心の中で察した":"… I realized in my heart that this is unbearable","けれど、不思議と焦りはなかった":"But there was no mystery and impatience","良かった、これで作品を壊さずに済むんだ":"\"Good thing, this doesn't break the work\"","汚れてしまうのは、わたしだけ…":"Only me ...","出口をふさいでいた門が崩れて、熱水がほとばしる":"The gate that was blocking the exit collapsed and hot water spilled out","そして、股から大量のおしっこが溢れ出した":"And a lot of pee overflowed from the crotch","あぁ…ふぁ…んっ…いやぁ…":"Ah ... uh ... uh ... no ...","しょわわわぁぁぁ…":"I'm sorry ...","ぶしゃぶしゃぶしゃ…":"Shabu-shabu-shabu ...","（ああ…あぁ…こんな年になって…わたし…）":"(Oh ... oh ... this year ... me ...)","（…わたし…もらしちゃった…）":"(... I've got it ...)","水着のなかで熱いものがぐるぐるしている":"What's hot in a swimsuit is spinning around","水は砂でせき止められて行き場を失い、流れを変える":"\"Water is blocked by sand, loses its place and changes its flow\"","温かい感覚がおしりに広がり、そして背中のほうにまで流れてきた":"\"A warm sensation spread to my hips, and then to my back\"","自身のおしっこで、全身が汚れていく":"The whole body gets dirty with my pee","ああ…こんなことって…":"Oh ... this is ...","わたしったら、なんて、情けないことを…":"What a pity I have ...","たっくんの笑顔のためとはいえ、この行為は恥ずかしかった":"\"This act was embarrassing, albeit for your smile\"","全身が火照る感覚がする":"I feel like my whole body is burning","じゅうぅぅぅうぅ…":"Juuuuuuuu ...","放水は終わる気配がなかった":"There was no sign of ending the water discharge","（恥ずかしいから…早く、止まってよ…）":"(Because it's embarrassing ... stop early ...)","そんな思いは、届かず":"Such thoughts do not reach","しばらくの間、みっともない失態はつづいた":"\"For a while, the nasty blunder continued\"","こぼれ出た熱水は、身体のいろんなところを濡らし続ける":"The spilled hot water continues to wet various parts of the body","ううう…これで…これでホントに…良かったんだよね…":"Uuu ... With this ... Really ... it was good ...","いやーごめんごめん":"I'm sorry sorry","色々あってトイレが混んでてさー、時間かかっちゃったよー":"\"There were various things and the toilet was crowded, it took time.\"","みーちゃん！ただいま！":"Mi-chan! I'm back!","おもらし！おもらし！":"Peeing! Peeing!","（…っつ！！）":"(... tsutsu !!)","おーっと、たっくん！":"\"Oops, Takkun!\"","さっきトイレで見たことは、自分の心のなかにしまっておこうな":"What I saw in the bathroom just before is in my mind","ハッキリモノを言う男の子は嫌われるぞー":"I hate boys who say things clearly","はーい！":"Yes!","いやあ…さっきトイレで事件があってな…大変だったんだよ":"No ... There was an incident in the toilet ... It was tough.","…っすん…っすん":"... sooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo","みーちゃん、どうしたの？":"\"Mi-chan, what happened?\"","どこか、いたいの？":"Where do you want to be?","いや…どこも痛くないよ、たっくん":"\"No ... no pain, Takkun\"","たっくんの笑顔を守れて、わたしすごく嬉しいの":"I'm so happy to keep Takun's smile","だから、ぜんっぜん…平気だよ！":"So all ... I'm fine!","え、美風、どうしたの涙なんて流して…":"\"Eh, mikaze, what's happening in my tears ...\"","…あ！あんた、まさか！":"…Ah! You are no!","…いいんだ、お姉ちゃん":"\"… Okay, sister\"","そうだ、お写真撮ろう。お姉ちゃん、カメラカメラ":"\"Yes, let's take a picture. Sister, camera\"","みーちゃん…":"Mi-chan ...","ほらほら、たっくん…しょんぼりしないで…こっちへおいで":"\"Look, Takkun ... Don't slump ... Come here\"","汚くないから、大丈夫だからね":"It ’s okay because it ’s not dirty.","（妹よ…粗相をさせるような真似をしてしまって悪かった…）":"(My sister ... I was so bad that I imitated you ...)","（後で旦那に頼んで、いい男の人探してもらうから許してくれ…）":"(I'll ask my husband later to find a good man so please forgive me ...)","それじゃあ、いくぞー":"Then let's go","ほーら、笑って笑って":"\"Hey laugh, laugh\"","美風、顔が引きつってるぞ！もっとリラックス！":"\"Beautiful face, your face is tight! Relax more!\"","（にこっっ！！）":"(Hey!)","よし、それじゃあ撮るぞー":"\"Okay, then I'll take a picture\"","はい、チーズ":"\"Yes, cheese\""},"3_KanshiOmorashi.ks":{"押湖海水浴場 監視本部":"Oshiko Beach Monitoring Headquarters","ちょっとあんたたち！":"You guys!","また部屋が散らかってる！":"The room is messy again!","はい、すんません！":"Excuse me!","自分のロッカーがあるんだから、私物はきちんとしまいなさいよ":"\"I have my own locker, so keep your belongings clean\"","帰るまでには片付けておくこと、いいわね！？":"It's good to clean it up before you return! ?","みんな海の監視員で、身体は立派なのに":"Everyone is a watchman of the sea and their bodies are good","こういう身の回りの細かいことはできないんだから…":"I can't do such personal details ...","それじゃ、わたしは海水浴場の監視行ってくるから":"Then I'll be watching the beach","あ、明日架さん":"\"Oh, tomorrow's\"","なに？":"What?","今日は暑いんで水、沢山飲んだほうがいいですよ？":"\"It's hot today so you should drink a lot of water, right?\"","この水、余ったんで良かったらどうぞ":"If you don't mind this water","あらありがとう、珍しく気が利くじゃない":"Thank you very much","今日も眉間にシワがよってるぞ":"There are wrinkles between my brows today","ああ、そうだな":"Oh yeah","すごい、イライラしてたな":"It was so frustrating","ああ、怖い怖い":"Oh scary scary","明日架さん、顔とかは整ってるから…笑顔で静かにしていれば、カワイイんだけどなぁ":"\"Tomorrow's frame, my face is in order ... I'm cute if I keep quiet with a smile.\"","無理無理、あの人がそんな、おしとやかになるわけがないさ":"\"It's impossible, that person can't be so kind.\"","お疲れさまッス":"Good job","監視、明日架さんと交替したッス":"\"Surveillance, Sss replaced with Mr. Tomorrow\"","明日架さん、なんかイライラしてたッスね":"\"Tomorrow's frame, I was kind of frustrated.\"","おお、大輔か、お疲れさん":"\"Oh, Daisuke or tired\"","お疲れさん":"Well done","明日架さん、さっきまで俺らを叱ってたからなー":"\"Tomorrow's frame, I was scolding us until a while ago\"","（ああ…それであんなに怒って…）":"(Oh ... so angry ...)","はあー、やっぱり大輔はいいなあー":"\"Oh, after all Daisuke is good.\"","なにがッスか？":"What is it?","素朴な顔に、坊主頭":"\"Simple face, shaved head\"","どこか懐かしさを感じるような風貌":"Appearance that makes you feel nostalgic","みてて落ち着くわー":"It's calm to see","俺らと同じムキムキだけど、わけが違う":"\"It's the same as us, but differently\"","大輔に対しては、明日架さんも少しだけ優しいもんなー":"\"For Daisuke, tomorrow's rack is a little kind\"","そうッスかね…明日架さんは誰にだって強気ッスよ":"That's right ... Tomorrow's frame is bullish","そんなことないよー。なあ？":"That's not true! What?","なあ。":"Hey.","そうだ、そんなことより大輔。このあとは、どうするんだ？":"\"That's right, Daisuke than that. What do you do after this?\"","ああ、俺は１時間後に、明日架さんの後でもう一回監視するッス":"\"Ah, I will watch again one hour later and after Mr. Tomorrow\"","ほお、監視が２回もあるのか…大変だな…":"\"Cheers, is there monitoring twice ... It's tough ...\"","…忙しくなければ、部屋の掃除を手伝って貰おうと思ったんだが":"... I thought I'd help you clean the room if you're not busy","ああ！良いッスよ。次の監視までは暇ですし":"Ah! Good ss. I'm free until the next monitoring","そうかそうか、いつも色々やってもらってスマンな":"\"It ’s so cool, I ’m always kind of grateful\"","にしても暑い！なんでこうも毎日暑いんだ！":"But it's hot! Why is it so hot every day!","あああ、イライラする！":"\"Ah, frustrating!\"","暑さでへとへとになりながら、ハシゴを登って監視台にあがる":"Climbing up the ladder and climbing up to the observation deck while getting tired from the heat","砂浜のほうから熱気が来る":"Hot air comes from the beach","天気予報によると、今日は35度を越えるらしい":"\"According to the weather forecast, it will exceed 35 degrees today\"","こんな日に監視の仕事とは…最悪だ…":"Surveillance work on such a day is the worst ...","海水浴場の監視アルバイト":"Part-time job at the beach","今から１時間、高い監視台から海岸を見渡して、異常が無いか監視する":"\"For an hour from now, look over the coast from a high observation platform and monitor for any abnormalities.\"","正直…あまり気持ちが乗らなかったが…でも気を緩めてはいけない":"Honestly ... I didn't feel so much ... but don't let yourself down","何か事故があったら大変だ":"It would be hard if there was any accident","今は8月中旬、一番人が多い時期だ":"\"Now it's mid-August, when there are the most people\"","長期休暇中の人たちが、友達と、家族と一緒に海水浴にやってくる":"People on long vacation come to swim with friends and family","それだけ、トラブルが多くなる":"The more troubles there are","とりあえず…水でも飲んで気を落ち着けるか…":"For the time being ... can I drink with water and calm down?","イライラしていたらますます熱くなる":"\"If you're frustrated, it gets hotter and hotter\"","熱中症になるのは、シャレにならないからな…":"I get heat stroke because I don't get punished ...","ごくごくごくごく…":"\"Very, very, very ...\"","ぷはー":"Puha","30分後":"30 minutes later","ちょっと…なんで…こうなるのよ…":"Hey ... why ...","身体が熱くならないようにと、水をたくさん飲んだ":"I drank a lot of water to keep my body warm","けれど、その水は汗としては出ず":"\"However, the water does not come out as sweat\"","代わりに、恥ずかしい水となって膀胱に溜まっていった":"\"Instead, it became embarrassing water and accumulated in the bladder\"","尿意は、着々と大きくなっていく":"Urine desire is steadily increasing","お腹が重い…":"I'm hungry ...","下腹部をさすってみると、張っているのが分かる":"Rub the lower abdomen and you'll see it stretched","だんだんと、気持ちに余裕が無くなっていく":"\"Gradually, I feel less comfortable\"","そんなつもりは無くても、無意識に腿を擦り合わせてしまう":"\"Even if I didn't mean to do that, I would unknowingly rub my thighs together\"","その我慢する姿は、まるで子どもみたいだ":"The patience is like a child","（んん…なんで私が、おしっこ我慢なんかしないといけないのよ…）":"(Hmm ... why I have to put up with pee ...)","控えには人がいるが、生憎、男しかいなかった":"\"There are people in reserve, but there was only a man\"","アイツらに向かって「トイレいきたいから代わってー」なんて、":"\"Towards the guys, \"I want to go to the bathroom, so I'm going to do it\"","間違っても言えない":"I can't say it wrong","そんなの、私のプライドが許さない":"That's what my pride doesn't allow","せめて、女子が居てくれたらなんとかなったかもしれないのに…":"\"At the very least, it would have been possible if there was a girl ...\"","なんてついていないんだ…":"What's not attached ...","交替の時間まで耐えて、その後でトイレに行くしかない":"I have no choice but to endure the replacement time and then go to the bathroom","ああ、やばい、やばい、やばい！":"\"Oh crap, crap, crap!\"","さらに20分が経過した":"20 more minutes have passed","あと10分で、監視の仕事はおしまいだ":"\"In 10 minutes, the surveillance job is over\"","あれから水はこんこんと蓄えられて…膀胱の貯水量は危険な域に達していた":"\"Since then, water has been stored in a good amount ... The water storage capacity of the bladder has reached a dangerous level.\"","いつ水門が決壊してもおかしくない":"It's not unusual for the sluice to collapse","服の上からは見えないが下腹部がパンパンに張る感覚がある":"\"I can't see it from the top of my clothes, but I have a feeling that my lower abdomen is stretched.\"","アソコがジンジンと痛む":"Dick hurts","猛烈な尿意を耐えるのが、辛く苦しかった":"It was painful and painful to endure a ferocious urination","ついには、股の間に手を突っ込んで、アソコを直接抑えた":"\"In the end, I put my hand between my crotch and suppressed the dick directly\"","（ああ…私ったら…こんな幼い子どもみたいに…）":"(Oh ... if I ... like this little child ...)","はしたないことをしていると思ったが…仕方ない、緊急事態だ":"I thought I was doing something that I didn't do ... but it's an emergency.","こうしていないと、もっと恥ずかしいことになるかもしれない…":"\"If you don't do this, it might be more embarrassing ...\"","この監視台を汚水で濡らすことだけは、避けたかった":"I just wanted to avoid wetting this lookout with filthy water","あ、すみませーん、すみませーん！":"\"Oh, I'm sorry, I'm sorry!\"","えっ？":"eh?","大きな声を出しながら、黄色いビキニの女の子が歩いてくる":"\"In a loud voice, a girl in a yellow bikini walks in\"","まずい…間違いなく監視台のほうに向かってきている":"Bad ... I'm definitely going to the observatory","どうしよう…いまこっちに来られたら…":"What should I do ... If I can come here ...","私は今、前かがみで、両腿をぴったりと閉じ、股間に両手を突っ込んでいる":"\"I'm now leaning forward, closing my thighs snugly and putting my hands in my crotch\"","こんな幼くみっともない姿、見せるわけにはいかない":"I can't show you such a childish look","でも、この状態を解いたら、何が起こるか分からない":"But I don't know what will happen if I solve this condition","すみませーん！ちょっといいですかー！":"I'm sorry! Is it a little good!","くっ…！は、はーい…":"Hmm ...! Yes ...","咄嗟に、抑えていた手を放して、女の子の応対を始めた":"\"I released the hand I was holding down, and began to respond to the girl\"","その瞬間、体を貫くような電撃が走る":"\"At that moment, an electric shock that penetrates the body runs\"","はうっ…！んん…！":"Huh ...! Hmm ...!","渾身の力を込めて、股を閉じる":"Closing the crotch with the power of the whole body","やはり、手を離すと尿意を我慢するのが一層辛くなる":"\"After all, it becomes even harder to put up with the desire to urinate when you release your hand.\"","やばい、やばい…":"Ooooooooooooo ...","目の前には女の子がいる…だめだ…しっかり、しないと":"There's a girl in front of me ... no ... I need to be firm","絶体絶命の中、笑顔をつくって女の子に返答した":"I made a smile and responded to the girl while I was dead","あのーすみません":"Excuse me","…はい、なんでしょう":"\"… Yes, what?\"","人探してるんですが、来てませんか？":"\"I'm looking for a person, have you come?\"","学校の水着を着てる、二つしばりの女の子なんですが":"I'm a two-legged girl wearing school swimwear","二つしばりの女の子…っ…そうね…来てないわよ":"Two tight girls ... Hmm ... well ... I haven't come","…何かあったの？":"… Did something happen?","それが、おしっこするって言ってトイレ行ったっきり戻ってこないんですよー":"That's why I pee","おしっ…！":"Pee ...!","（ぁ…ダメ…！）":"(Ah ... no ...)","最も聞きたくない言葉が飛んできて、思わず身動ぎする":"\"The words I don't want to hear fly away, and I move about\"","その言葉が引き金になって、激しい尿意に襲われる":"\"That word triggers, and a violent urge to attack\"","きゅん！きゅん！と膀胱が震える":"Kyun! Kyun! And the bladder trembles","まずい…わたしの体が、排泄行為が始めようとしている…":"Bad ... my body is about to begin excretion ...","どうしたんですか？":"What happened?","…いえ、な…なんでもないわよ":"\"… No, it ’s not anything.\"","嘘だった。今一番の緊急事態だった":"It was a lie. It was the most emergency right now","しかも、こんな…明らかに年下の女の子を前にして…":"And this is ... apparently in front of a younger girl ...","最悪だ…":"it's awful…","尿道に熱い水が流れ込む感覚がした":"I felt like hot water was flowing into the urethra","もう、水門のすぐそこまで、おしっこが来ている":"I'm peeing right up to the sluice gate","とりあえず、もう少し探してみますー":"\"For the time being, I'll look for a little more\"","あ、呼び出しの放送するほどじゃないんでー":"\"Ah, it ’s not enough to broadcast the call\"","黄色いビキニが、身体の向きを変えて立ち去ろうとしている":"A yellow bikini is turning around and trying to leave","（だめ…おねがい…はやく…）":"(No ... please ... fast ...)","それじゃあ…わたしは行きますね…":"Then ... I will go ...","（ああぁぁ…もう…だめぇ…）":"(Ahhh ... no ... no ...)","ついに、我慢が限界を超えてしまった":"\"Finally, my patience has exceeded my limit\"","水門が崩れて、熱い水が一気に流れ込む":"The floodgate collapses and hot water flows in at a stretch","ぷしゅっっ…しゅっ…しゅっ…":"Push ... Shu ... Shu ...","恥ずかしい水が、じわじわとパンツを濡らしていく":"The embarrassing water gradually wets the pants.","温かい感覚が股、そしておしりのほうへ広がる":"A warm feeling spreads to the crotch and hips","（おねがい…！止まって…！）":"(Please ...! Stop ...!)","幸い、被害はパンツを濡らすだけにとどまっていて、他にばれる程ではない":"\"Fortunately, the damage is limited to wetting the pants, not to the extent of being exposed elsewhere.\"","今は、黙って耐えるしかなかった":"Now I had to endure silently","…ん？あっ！おねえさん！":"…Hmm? Ah! sister!","えっ！！":"eh! !!","女の子がこちらに近づいてくる…":"A girl is approaching here ...","まさか…私がチビったことが…ばれた？":"No way ... I was sick ... was it exposed?","頭から血の気が引いていく感覚がした":"I felt like my blood was pulling from my head","あっ！おねえさん！すごい汗ですよ！大丈夫ですか？":"Ah! sister! Great sweat! Are you okay?","…え？あ…":"…e? Ah…","（…違った？まだ…ばれてない？）":"(... Isn't it different ... Isn't it ...","あ、ええ…大丈夫、ここ数日いつも…っこんな感じよ":"\"Ah, yeah ... it's okay, always these past few days ...\"","暑い中の監視だから…でも、もうすぐっ…休憩入るから":"It's monitoring in the heat ... but it's coming soon ... I'm going to take a break","…っ心配は要らないわよ":"I don't need to worry","そうですかー、監視の仕事は大変ですね":"\"Yeah, the job of surveillance is tough\"","うん、お気遣い…あ…ありがとう":"\"Yeah, caring ... oh ... thank you\"","そういうと、今度こそ女の子は、連れを探しにどこかへ行った":"\"Then, this time, the girl went somewhere to look for a companion.\"","…はあ…良かった":"... hah ... good","ほっと胸をなでおろす":"Relieve your heart","チビリながらではあったが、なかなか上手い切り替えしが出来た…":"\"Although it was a little tight, I was able to switch quite well ...\"","…でも、どうしよう…":"… But what should I do…","女の子にばれなかったとはいえ、この事実は変わらない":"This fact doesn't change even though I wasn't exposed to girls","改めて見ると…けっこうな量を漏らしていた":"Looking again ... I was leaking a fair amount","パンツがぐっしょりと濡れて、恥ずかしいシミが出来ている":"The pants are soaking wet that there are embarrassing stains.","はあ…わたしったら…":"Hah ... if I ...","情けない気持ちで胸がいっぱいになった":"My heart was full of pity","（ビクンッ…！）":"(Bikkun ...!)","…危ない、危ない…":"\"... dangerous, dangerous ...\"","突然、尿意が来た…":"\"Suddenly, I wanted to urinate ...\"","パンツを濡らすほど漏らしたとはいえ、まだお腹には":"\"Although it leaked enough to wet the pants, I was still hungry\"","大量のおしっこが残っていた":"A lot of pee remained","まだまだ、予断を許さない状況だ…":"The situation is still unpredictable ...","あと１分……あと30秒…10、9、8…":"\"1 minute left ... 30 seconds left ... 10, 9, 8 ...\"","やった！…1時間、耐えきった":"Hooray! … I endured for an hour","やっと、やっとトイレに行ける…！":"\"Finally, I can finally go to the toilet ...!\"","あ、すみません、明日架さん…":"\"Oh, sorry, tomorrow's rack ...\"","来た！ようやく交替の時間だ！":"I came! It's finally time to change!","たかだか１時間かもしれないが、わたしには一生かかったように感じた":"\"It might take an hour, but I felt like it took a lifetime\"","ああ大輔くん、良かった！はやく、監視の交替を…":"\"Oh Daisuke-kun, it was good! Quickly change the surveillance ...\"","それがちょっと…":"That's a little ...","えっ…？ど、どうしたの？":"eh…? What happened?","なんか、トイレでトラブルがあったみたいで…":"It looks like there was a problem with the toilet ...","女の子が個室に閉じこもって出てこないみたいなんスよ":"It seems like a girl stays in a private room and doesn't come out","急病人かもなんで、ちょっとひとっ走り行って状況見てくるッス":"\"It may be a sudden sick person, so I will run a little and see the situation\"","もうちょっとだけ、監視お願いします！すぐ戻りますからー！":"Please watch for a little longer! I'll be back soon!","たったったっ":"Only","えっ！ちょっと待って！！…トイレなら私が！私が行くから…！":"eh! Wait a minute! !! … I'm the toilet! I'm going ...!","そんな声は届かず、大輔くんは行ってしまった…":"\"Such a voice did not reach, Daisuke-kun has gone ...\"","今日は何て運が悪いんだ…まだ我慢を続けなければいけないのか…":"How unlucky I am today ... I still have to be patient ...","とうの昔に我慢は限界を超えていた":"\"In the past, patience was beyond the limit\"","…もう…耐えるなんて…無理だよ…":"... I can't endure ... I can't ...","そのとき、私の中で、何かがぷつんと切れた":"\"At that time, something broke out in me\"","（あっ…）":"(Ah…)","身体の緊張が、ゆっくりと解けていく":"The tension of the body slowly resolves","アソコが、一瞬熱くなる":"The dick gets hot for a moment","抑えようとしたときには…もう遅かった":"When I tried to hold it down ... it was too late","直後、大量のおしっこが溢れ出した":"\"Immediately after, a lot of pee overflowed\"","おしりの下に温かい感覚が、わっと広がった":"A warm feeling spread under the buttocks","ぶしゅ…しゅるるぅぅ…しゅっ…":"Bushu ... Shururu ... Shu ...","放水は、止めることができなかった":"The water discharge could not be stopped","椅子に広がった熱水は、床へとこぼれ落ち、恥ずかしい水たまりを作っていく":"\"The hot water spread on the chair spills onto the floor, creating an embarrassing puddle\"","それが私の羞恥心を膨らませる":"That inflate my shame","…はあ、とうとうやってしまった":"\"… Oh, I've done it at last\"","こんな年になって、情けない…":"\"It's such a year, I'm sorry ...\"","パンツのなかから、曇った放水音が聞こえてくる":"I can hear a cloudy sound of drainage from my pants","おもらしはなかなか終わらなかった":"Peeing did not end easily","ああ、はずかしい…はやく終わってよ…":"\"Ah, it ’s ridiculous… it ’s over…\"","明日架さん、お待たせしましたー！":"Thank you for waiting tomorrow!","トイレに閉じこもった女の子は、病気ではなかったみたいッス":"The girl who stayed in the toilet didn't seem ill","すぐに、一緒に来てた子が迎えに来たッス":"\"Immediately, the child who came with us picked up\"","えっつ！大輔くん、待って！こっちこないで！":"\"Etsu! Daisuke-kun, wait! Don't come over here!\"","突然のことで、反応が遅れてしまった":"Suddenly the reaction was delayed","大輔くんは既にハシゴを登りきっていて":"Daisuke-kun has already climbed the ladder","その大きなたくましい身体が私の目の前にあった":"\"That big, strong body was right in front of me\"","みっともない姿の私を、大輔くんが凝視している":"Daisuke-kun stares at me in a terrible appearance","彼は、口をぽっかりと開けていた":"He had his mouth open","…ごめん！大輔くん！":"…sorry! Daisuke-kun!","失態を見られていることが耐えきれなくなって、その場から逃げ出した":"\"I couldn't bear to be seen as a blunder, so I fled from there\"","大輔くんの身体を押し退け、そのままハシゴを滑り降りて、監視本部に駆け込んだ":"\"Pushed Daisuke's body away, slipped down the ladder, and rushed to the surveillance headquarters.\"","押湖海水浴場 監視本部 更衣室":"Oshiko Beach Monitoring Headquarters Changing Room","はあ…なにやってるんだろう、私":"Hah ... what am I doing?","汚した監視台をそのままにして…逃げてきてしまった":"Leaving the dirty monitoring stand as it is ... I ran away","今頃、大輔くんあたりが…監視台を掃除している頃だろうか…":"Around Daisuke-kun ... Isn't it time when you're cleaning the monitor?","最悪だ…自分の失態なのに…誰かに片付けさせるなんて…":"It's the worst ... I'm a blunder ... Letting someone clean up ...","ダメだな…私…":"No ... I ...","そのまましばらく落ち込みたかったが…ここに誰が来るかもわからない":"I just wanted to be depressed for a while ... I don't know who will be here","早いうちに、後片付けをしなければ…":"If you don't clean up soon ...","はぁ、びちょびちょだ…気持ち悪い…":"\"Ah, it's a little bit ... disgusting ...\"","赤いパンツには、恥ずかしいシミが股間の部分から広がるようについていた":"The red pants had embarrassing stains spreading from the crotch area","おしりのほうは、もっとひどいことになっているだろう":"The hips are supposed to be worse","とりあえず、脱がないと…":"\"For the time being, I have to take it off ...\"","湿ったパンツはしっかりと肌に貼りついていた":"The damp pants were firmly attached to the skin","べしょべしょで脱ぎづらかったが、時間をかけて何とか脱いだ":"\"It was hard to take off, but I managed to take it off over time\"","あそこから太腿にかけて、おしっこでびっちょり濡れていた":"\"From there to my thigh, I was so wet with pee\"","とりあえず、拭かないとな…なにか拭くものは…":"\"For the time being, I have to wipe ... something to wipe ...\"","…明日架さん":"... Mr. Tomorrow","えっっ…！":"Eh ...!","更衣室の入り口に、大輔くんが立っていた":"Daisuke was standing at the entrance of the changing room.","更衣室の扉にはカギがあるが、慌てていてかけ忘れたらしい":"\"There is a key on the door of the changing room, but it seems that I was in a hurry and forgot to call\"","さっきパンツを脱いだせいで、私の局部を隠すものは、何もなかった":"There was nothing to hide my local part because I took off my pants.","瞬時に、大事なところを隠す":"Instantly hide important points","ちょっと、なに入って…":"\"Hey, what's going on ...\"","すみませんでした！明日架さん！":"I'm sorry! Tomorrow's rack!","オレ、明日架さんが我慢しているの、気が付かなくて…ホント、すみませんでした！":"\"I'm patient with Tomorrow, I didn't realize ... I'm really sorry!\"","ああ…それは、もういいのよ…":"Oh ... that's good ...","謝られたら、何も言えないじゃないか…":"\"If you apologize, you can't say anything ...\"","監視台もきれいに掃除しておいたんで安心してください":"Please be assured that the monitoring stand has also been cleaned.","ああ、ありがとう…":"\"Oh, thank you…\"","それより、監視の仕事あるでしょ？はやく行かないと":"\"Rather than that, there is a surveillance job, right? I have to go quickly\"","（あまり見られているのは、恥ずかしいから…はやく外に…）":"(I'm so embarrassed that I'm being seen so much ... outside quickly ...)","大丈夫ッス。別の人と変わってもらったッス。":"All right. Sss changed from another person.","そ…そう…":"Yeah ... yes ...","お詫びといっちゃなんですが、なにか手伝いますよ":"I'm sorry to say that I can help you","…そうだ、掃除とかどうですか？":"\"… Yes, how about cleaning?\"","そ…掃除？…監視台の掃除なら今やったって…":"So ... cleaning? ... I've done it now to clean the observation deck ...","そのとき、カチッという音がした":"\"At that time, there was a clicking sound\"","大輔くんが、更衣室の扉のカギを締めたのだ":"Daisuke-kun tightened the lock on the locker room door.","更衣室の中は、私と大輔くんのふたりだけになった":"Only me and Daisuke-kun were in the changing room.","不穏な空気が狭い部屋に漂う…これは…いやな予感がする":"The disturbing air drifts in a small room ... This is ...","え…大輔くん…":"Eh ... Daisuke-kun ...","大輔くんの目が、虚ろで、どこかいやらしくなっている":"Daisuke-kun's eyes are hollow and confusing","いつも温厚な大輔くんが、こんな獣のような眼つきになるなんて…":"\"Daisuke-kun, who is always kind, looks like a beast ...\"","いつも強気な明日架さんが、あんな失敗するなんて意外だったッス":"It was surprising that she was always bullish tomorrow","パンツ濡らして、しょんぼりしてる明日架さん見てたら":"If you look at Mr. Tomorrow's wet pants","…なんか…オレ…抑えきれなくて…":"... Something ... I can't hold back ...","だから…掃除を…":"So ... clean ...","（あ…これはまずい！）":"(Oh ... this is bad!)","そう思った時には、遅かった":"\"When I thought so, it was late\"","大輔くんは、目にも止まらぬ速さで近づいてきて、":"\"Daisuke-kun is approaching at a speed that does not stop his eyes,\"","わたしの股に顔を埋めてきた！":"I've buried my face in my crotch!","えっ、ちょっと大輔くん！":"\"Huh, a little Daisuke!\"","そのたくましい腕で足元をがっちりと固められてしまった":"\"With that strong arm, my feet were firmly solidified\"","頑張って逃げようとしたが…わたしの力なんかではびくともしない":"I tried my best to escape ... but my power didn't sway me","彼の、海で鍛えられた大きな肉体は、伊達じゃなかった":"His large body trained in the sea was not Date","そうこうしているうちに、彼の口が私の恥部に近づいていく…！":"\"Meanwhile, his mouth approaches my shame ...!\"","そんなとこ、汚いから…だめ…だめだって…":"It's so dirty ... no ... no ...","ひゃっ…んあっ…！":"Hyah ... hmm ...!","じゅる…じゅるるるっ…":"Juru ... Jurururu ...","生暖かい何かが、わたしのアソコに触れる":"\"Something warm, touching my dick\"","舌だ…！大輔くんが、わたしのアレをなめまわしている":"It's the tongue ...! Daisuke-kun is licking around me","掃除というのは、ここのことだったのか…":"Did cleaning mean here?","だめ…そんなにされたら…わたし…おかしくなっちゃう…":"No ... If that happens ... I ... get crazy ...","うん…んんん…":"Yeah ... mm ...","さっきまでずっと我慢していたせいで、敏感になってる":"I'm sensitive because I've been putting up with it for a while","ちょっとの刺激で、感じてしまう":"I feel it with a little stimulation","（ひゅん！）":"(Hyun!)","彼の舌が、穴に挿入ってくる":"His tongue inserts into the hole","ああっ…だめ…だめぇ…":"Ah ... no ... no ...","全身に、するどい電撃が走る":"A sharp electric shock runs across the body","だめ…こんなところで…大輔くんの前なのに…":"No ... in such a place ... even before Daisuke-kun ...","わたし…だめ…イっちゃう…！":"I ... no ... no!","ビクンッ！　ビクンッ！":"Bikun! Bikun!","身体が強く波打つ":"The body is rippling strongly","ああ…そんな…我慢できなかった…":"Oh ... that ... I couldn't stand it ...","彼にアソコを舐められて、私はイってしまった":"I got sick of him licking my dick","彼に舐められて…私も…ヘンな気持ちになっていた…":"I was licked by him ... I was feeling strange ...","私が彼を…求め始めている…":"I'm starting to ask for him ...","わたしが発情しているこの状況はなんとも屈辱だったが…":"This situation that I was in heat was a humiliation ...","これは紛れもない事実だった":"This was an unmistakable fact","ねぇ…大輔くん…":"Hey ... Daisuke-kun ...","掃除のついでに…その…もう少し…付き合ってくれない？":"While cleaning ... that ... a little more ... can you date me?","え…何ですか？":"Eh ... what?","そ、そう、せっかくキレイしてくれたんだから、その…":"\"Yeah, it was so beautiful, so ...\"","…続き、やらない…？":"\"… Continued, do n’t do…?\"","えっ？いいんスか？俺なんかが…":"eh? Is it okay? Something like me ...","ふふ…特別よ…":"Fufu ... special ...","あんなに舐め回しておいて、これで終わりにする気？":"Would you like to lick it so much and end this?","それもそうですね…それでは…":"That's true ... Well then ...","ついつい上から接してしまうが…":"I just touch it from above ...","それを深く指摘しないのが大輔くんらしい…":"It seems that Daisuke does not point out that deeply ...","彼が自身のパンツを下ろし、大きな肉棒があらわになる":"He takes off his pants and reveals a big cock","海の男というのは、ここもこんなに大きいのか…":"Is the sea man here so big ...","それじゃ、後ろ向いてください":"Then look back","うん…":"Yup…","言われるがままに、彼に背中を向ける":"Turn your back on him as you are told","さっきアレを舐められたときとは違って、完全に無抵抗だった":"\"Unlike when I was licked, I was completely resistant\"","わたしは壁に手をついて、びちょびちょに濡れたおしりを押し出す":"I put my hand on the wall and push out the wet buttocks","彼のゴツゴツした手が、わたしの腰をしっかりと抑える":"His rugged hands hold my waist tight","んじゃ…いくッスよ…":"Well then ...","ゆっくりと…彼がわたしの中に挿入ってきた！":"Slowly ... he inserted it into me!","ぱん！ぱん！ぱん！":"Pan! Pan! Pan!","彼の力強い突きが奥の奥まで届く":"His powerful thrust reaches deep inside","ああっいい！…気持ちいい！":"Oh good! … It feels good!","勝気な明日架さんも、こんなエロい声出せるんッスね":"Mr. Tomorrow's courageous voice can also make such an erotic voice","でも、もう少し静かにしてください。誰かに聞かれるかもしれないッス":"But please be a little quieter. Sss that someone might ask","ん…んっ…むぅん…":"Hmm ... mmmm ...","そうは言われても、自然と声が漏れてしまう":"\"Even if that is said, the voice naturally leaks\"","必死になって、息を押し殺す":"Desperate and hold your breath","気持ちが、どんどん高まっていく…快感で、頭が溶けてしまいそうだ":"My feelings get higher and higher ... I feel like I'm melting my head","意識が…徐々に遠ざかって…頭がまっしろになる…":"My consciousness ... gradually goes away ... my head goes straight ...","快楽の頂点は、もう目前だった":"The peak of pleasure was just around the corner","だめ…だめ…ぅんっんっ…":"No ... no ... no ...","いく…ぃいくうぅぅぅう…！":"Iku ... Ikuuuuuuu!","身体を貫くような、強い電撃が走った":"A strong electric shock pierced my body","ついに、絶頂に達した":"\"Finally, I reached the peak\"","おおきな満足感で満たされる":"Filled with great satisfaction","明日架さん、俺も、そろそろイきそうッス":"\"Tomorrow's rack, I'm about to go\"","まって…な…中…は…らめぇ…":"Wait ... na ... middle ... hame ...","中はダメと言いたかったが…うまく、言葉が出ない":"\"I wanted to say no inside, but ... well, no words\"","当然ながら、彼には私の意思が届かなかったようだ…":"Obviously he didn't reach my will ...","そのまま激しく腰を振り続ける":"Continue to shake your hips as it is","そして…彼は私に挿し込んだまま、精液を発射した":"And ... he fired semen while plugged into me","どくっ　どくっ　どくっ":"Dokku Dokku Dokku","液が膣のなかに注がれる":"Liquid is poured into the vagina","あまりに大量の液が発射されて、":"\"Too much liquid was fired,\"","わたしの中では収まりきらず、外へと溢れ出す":"\"It doesn't fit inside me, it overflows outside\"","はあ…はぁ…ん…っああぁ…":"Hah ... huh ... hmm ...","ふたりは深い快楽の中に堕ちていった…":"The two fell into deep pleasure ...","また部屋が散らかってる！何度言ったら分かるの！":"The room is messy again! How many times do you know!","あ、明日架さん、お疲れさまッス。今日も元気いっぱいッスね":"\"Oh, thank you tomorrow, thank you. I'm full of energy today\"","あら、大輔くんお疲れさま":"\"Oh, thank you Daisuke\"","あ、そうだ…大輔くん…今日このあと、「掃除」に付き合ってくれない？":"\"Oh yeah ... Daisuke-kun ... After this today, can you go out with \"cleaning\"?\"","え？「掃除」ですか？良いッスよ":"\"e? Is it \"cleaning\"? Good ss\"","えへへ…ありがと…それじゃ、また後でね":"Eh ... thanks ... then later","…え？":"…e?","了解ッス。また後で…":"Okay ss. See you later ...","…":"…","さっきの明日架さん、むちゃくちゃ可愛かったな":"\"It was so cute tomorrow, Mr. Tomorrow\"","眉間のシワが、無くなってたな":"The wrinkles between the brows have disappeared","何か、あったのかな…あったんだろうな…":"I wonder if something happened ...","あの大輔があの明日架さんを…すげーなー":"That Daisuke said that tomorrow's rack ...","「掃除」って言うときの明日架さん、すげーエロかったな":"\"When you say \"clean\", Mr. Tomorrow was really awesome\"","ふたりだけの暗号ってやつかなー":"I don't know the code for two people","ふたりとも、お疲れ様ッス":"\"For both of you, thank you for your hard work.\"","さてと、大輔くん":"\"By the way, Daisuke-kun\"","そこらへんのこと、たっぷりと教えてもらおうか":"Can you tell me a lot about that?","そこらへんって、なんスか？":"What's wrong with that?","とぼけるな！明日架さんと仲良くなったことについてだよ！":"Don't fumble! It's about becoming friends with Mr. Tomorrow!","どうやったら、あの明日架さんがあんなにメロメロになるんだよ！":"How do you think that tomorrow's frame will be so messy!","そりゃ…ちょっとばかり「掃除」を手伝ったら…":"\"Well ... if you help a little \"cleaning\" ...\"","だから「掃除」ってなんだって聞いてんだろうが！":"So I wonder what'cleaning 'is!"},"config.ks":{},"scene1.ks":{"こんにちは":"Hello","これは新しいプロジェクトです":"This is a new project","ドラッグ＆ドロップして要素を追加してください":"Add elements by dragging and dropping"},"select1.ks":{"スタート":"start","次ページ":"next page","タイトルへ戻る":"Return to title"},"select2.ks":{"スタート":"start","前ページ":"Previous page","次ページ":"next page","タイトルへ戻る":"Return to title"},"select3.ks":{"スタート":"start","前ページ":"Previous page","タイトルへ戻る":"Return to title"}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"":"","ハルちゃん":"","千奈津":"","女性A":"","男の子":"","男の子の母":"","たっくん":"","美風":"","渚":"","美風&たっくん":"","明日架":"","男子A&男子B":"","男子A":"","男子B":"","大輔":"","ビキニの女の子":"","ガイド":""},"label":{}}